Repository: 12brendan3/MercuryMapper
Catalog: Assets/Lang/Resources.*.resx
Languages: de_de

# Menu_New
source: New
de_de: Neu

# Menu_Exit
source: Exit
de_de: Schließen

# Menu_Open
source: Open
de_de: Öffnen

# Menu_Save
source: Save
de_de: Speichern

# Menu_SaveAs
source: Save As
de_de: Speichern Als

# Menu_Settings
source: Settings
de_de: Einstellungen

# Menu_Copy
source: Copy
de_de: Kopieren

# Menu_Paste
source: Paste
de_de: Einfügen

# MenuHeader_File
source: File
de_de: Datei

# MenuHeader_Edit
source: Edit
de_de: Bearbeiten

# Menu_Cut
source: Cut
de_de: Ausschneiden

# Menu_Redo
source: Redo
de_de: Wiederholen

# Menu_Undo
source: Undo
de_de: Rückgängig

# MenuHeader_Select
source: Select
de_de: Auswählen

# Note_Chain
source: Chain
de_de: Kette

# Note_Hold
source: Hold
de_de: Halten

# Note_SlideClockwise
source: ↩ Slide CW
de_de: ↩ Wischen (mit Uhr)

# Note_SlideCounterclockwise
source: ↪ Slide CCW
de_de: ↪ Wischen (gegen Uhr)

# Note_SnapBackward
source: ↓ Snap BW
de_de: ↓ Schieben (rückwärts)

# Note_SnapForward
source: ↑ Snap FW
de_de: ↑ Schieben (vorwärts)

# Note_Touch
source: Touch
de_de: Tippen

# Gimmick_EndOfChart
source: End of Chart
de_de: Chart Ende

# Note_MaskAdd
source: Mask Add
de_de: Maske Hinzufügen

# Note_MaskRemove
source: Mask Remove
de_de: Maske Entfernen

# BonusType_None
source: None
de_de: Kein Bonus

# MaskDirection_Center
source: From Center
de_de: Von Mitte

# MaskDirection_Clockwise
source: Clockwise
de_de: Im Uhrzeigersinn

# MaskDirection_Counterclockwise
source: Counterclockwise
de_de: Gegen Uhrzeigersinn

# Gimmick_TimeSigChange
source: Time Signature
de_de: Taktart

# Gimmick_Stop
source: Stop
de_de: Stopp

# Generic_Close
source: Close
de_de: Schließen

# Menu_Export
source: Export
de_de: Exportieren

# Generic_Join
source: Join
de_de: Beitreten

# Menu_ExportSaturn
source: Export for Saturn
de_de: Exportieren für Saturn

# Settings_Header_Appearance
source: Appearance
de_de: Erscheinungsbild

# Settings_Header_Colors
source: Colors
de_de: Farben

# Settings_Header_Keymap
source: Keymap
de_de: Tastaturbelegung

# Note_HoldEnd
source: Hold End
de_de: Halte-Ende

# Note_HoldSegment
source: Hold Segment
de_de: Halte-Segment

# Note_HoldStart
source: Hold Start
de_de: Halte-Start

# Note_HoldSurfaceFar
source: Hold Surface Far
de_de: Haltefläche Fern

# Note_HoldSurfaceNear
source: Hold Surface Near
de_de: Haltefläche Nah

# Editor_Insert
source: Insert
de_de: Einfügen

# Note_Highlight
source: Highlight
de_de: Markieren

# Note_Selection
source: Selection
de_de: Auswahl

# Generic_SaveAndClose
source: Save and Close
de_de: Speichern und Schließen

# Generic_Yes
source: Yes
de_de: Ja

# Generic_No
source: No
de_de: Nein

# Generic_Cancel
source: Cancel
de_de: Abbrechen

# Generic_SaveWarning
source: Chart is unsaved. Would you like to save?
de_de: Chart ist nicht gespeichert. Möchten Sie speichern?

# Settings_Keymap_WaitingForInput
source: Waiting for input...
de_de: Warte auf Eingabe...

# Editor_DecreasePlaybackSpeed
source: Increase Playback Speed
de_de: Wiedergabegeschwindigkeit erhöhen

# Editor_IncreasePlaybackSpeed
source: Decrease Playback Speed
de_de: Wiedergabegeschwindigkeit verringern

# Editor_NewChart
source: New Chart
de_de: Neue Chart

# Editor_NewChartInvalidBpm
source: Chart has invalid BPM. BPM must be above zero.
de_de: Chart hat ungültige BPM. BPM muss über Null liegen.

# Editor_NewChartInvalidTimeSig
source: Chart has invalid Time Signature. Upper and Lower must be above zero.
de_de: Chart hat ungültige Taktart. Upper und Lower müssen über Null liegen.

# Editor_NewChartInvalidAudio
source: Selected audio file couldn't be found.
de_de: Die ausgewählte Audiodatei konnte nicht gefunden werden.

# Editor_Size
source: Size
de_de: Größe

# Editor_Measure
source: Measure
de_de: Takt

# Settings_Color_JudgementLinePrimary
source: Judgement Line Primary
de_de: Wertungslinie Primär

# Settings_Color_JudgementLineSecondary
source: Judgement Line Secondary
de_de: Wertungslinie Sekundär

# Generic_SelectAudioPrompt
source: Chart either has no audio or the specified audio file was not found. Would you like to manually select a file?
de_de: Chart hat entweder kein Audio oder die angegebene Audiodatei wurde nicht gefunden. Möchten Sie eine Datei manuell auswählen?

# Generic_InvalidAudioWarning
source: Audio not found.
de_de: Audiodatei nicht gefunden.

# Settings_RefreshRate
source: Refresh Rate [Hz]
de_de: Bildwiederholrate [Hz]

# Settings_Color_MeasureLine
source: Measure Line
de_de: Takt-Ring

# Settings_Color_BeatLine
source: Beat Line
de_de: Beat-Ring

# Settings_Color_BackgroundNear
source: Background Near
de_de: Hintergrund Nah

# Settings_Color_GuideLines
source: Guide Lines
de_de: Leitlinien

# Settings_Color_BackgroundFar
source: Background Far
de_de: Hintergrund Fern

# Settings_Color_BackgroundNoMask
source: Background [No Mask]
de_de: Hintergrund [Ohne Maske]

# Editor_Delete
source: Delete
de_de: Löschen

# Editor_EditNoteProperties
source: Edit [Type]
de_de: Bearbeiten [Typ]

# Editor_EditNoteShape
source: Edit [Shape]
de_de: Bearbeiten [Form]

# Editor_EditNoteShapeProperties
source: Edit [Both]
de_de: Bearbeiten [Beides]

# Editor_NoteCaps
source: Note Caps
de_de: Noten Kappen

# Settings_NoteSize
source: Note Thickness
de_de: Noten-Größe

# Settings_NoteSpeed
source: Note Speed
de_de: Noten-Geschwindigkeit

# Settings_ShowSpeedChanges
source: Show Speed Changes
de_de: Zeige Speed-Changes

# Settings_GuideLineType
source: Guide Line Type
de_de: Leitlinien-Typ

# Settings_Color_AngleTicks
source: Angle Ticks
de_de: Winkel-Striche

# Settings_BeatDivision
source: Beat Division
de_de: Beat Unterteilung

# Settings_Keymap_IncreaseNoteSpeed
source: Increase Note Speed
de_de: Noten-Geschwindigkeit erhöhen

# Settings_Keymap_DecreaseNoteSpeed
source: Decrease Note Speed
de_de: Noten-Geschwindigkeit verringern

# Settings_Keymap_TypeRadio1
source: Type Selection 1
de_de: Typ-Auswahl 1

# Settings_Keymap_TypeRadio2
source: Type Selection 2
de_de: Typ-Auswahl 2

# Settings_Keymap_TypeRadio3
source: Type Selection 3
de_de: Typ-Auswahl 3

# Generic_Create
source: Create
de_de: Erstellen

# Settings_Hitsound_Swipe
source: Swipe Hitsound
de_de: Wisch Hitsound

# Settings_Hitsound_Touch
source: Touch Hitsound
de_de: Tip Hitsound

# Settings_Audio_MusicVolume
source: Music Volume
de_de: Musik Lautstärke

# Settings_Audio_HitsoundVolume
source: Hitsound Volume
de_de: Hitsound Lautstärke

# Settings_ShowMaskDuringPlayback
source: Show Mask Notes during Playback
de_de: Zeige Maske-Noten während Playback

# Settings_ShowGimmickNotesDuringPlayback
source: Show Gimmick Notes during Playback
de_de: Zeige Gimmick-Noten während Playback

# Editor_SelectAll
source: Select All
de_de: Alles Auswählen

# Editor_DeselectAll
source: Deselect All
de_de: Alles Abwählen

# Editor_HighlightNextNote
source: Highlight Next Note
de_de: Nächste Note Hervorheben

# Editor_HighlightPrevNote
source: Highlight Prev Note
de_de: Vorherige Note Hervorheben

# Editor_SelectHighlightedNote
source: Select Highlighted Note
de_de: Hervorgehobene Note Auswählen

# Editor_MirrorNote
source: Mirror
de_de: Spiegeln

# Settings_RevertToDefault
source: Revert to Default Settings
de_de: Auf Standard-Einstellungen zurücksetzen

# Settings_RevertWarning
source: Are you sure you want to revert your Settings?
de_de: Sind Sie sicher, dass Sie Ihre Einstellungen zurücksetzen wollen?

# Generic_SelectFile
source: Select File
de_de: Datei Auswählen

# Editor_AddGimmick
source: Add Gimmick
de_de: Gimmick Hinzufügen

# Editor_EditGimmick
source: Edit Gimmick
de_de: Gimmick Bearbeiten

# Editor_ExpanderHeader_SelectionInfo
source: Selection Info
de_de: Auswahl-Info

# Editor_ExpanderHeader_ModifyNotes
source: Modify Notes
de_de: Noten Modifizieren

# Editor_ExpanderHeader_QuickSettings
source: Quick Settings
de_de: Schnell-Einstellungen

# Editor_ExpanderHeader_ModifyGimmicks
source: Modify Gimmicks
de_de: Gimmicks Modifizieren

# Gimmick_ReverseEffectStart
source: Reverse Effect Start
de_de: Reverse Effekt Anfang

# Gimmick_ReverseEffectEnd
source: Reverse Effect End
de_de: Reverse Effekt Ende

# Gimmick_ReverseNoteEnd
source: Reverse Note Zone End
de_de: Reverse Noten-Zone Ende

# Gimmick_StopStart
source: Stop Start
de_de: Stopp Anfang

# Gimmick_StopEnd
source: Stop End
de_de: Stopp Ende

# Generic_None
source: None
de_de: Keine

# Editor_HighlightNearest
source: Nearest
de_de: Naheste

# Editor_HighlightNext
source: Next >
de_de: Nächste >

# Editor_HighlightPrev
source: < Previous
de_de: < Vorherige

# Editor_SelectionInfo_SelectedNotes
source: Selected Notes
de_de: Ausgewählte Noten

# Editor_NoteType
source: Note Type
de_de: Noten-Art

# Editor_GimmickType
source: Gimmick Type
de_de: Gimmick-Art

# Editor_MaskDirection
source: Mask Direction
de_de: Masken-Richtung

# Editor_DeleteGimmick
source: Delete Gimmick
de_de: Gimmick Löschen

# Editor_DeleteSelection
source: Delete Selection
de_de: Auswahl Löschen

# Editor_MirrorAxis
source: Mirror Axis
de_de: Spiegel-Achse

# Editor_HighlightNearestNote
source: Highlight Nearest Note
de_de: Naheste Note Hervorheben

# MenuHeader_Tools
source: Tools
de_de: Werkzeuge

# Menu_MirrorChart
source: Mirror Chart
de_de: Chart Spiegeln

# Menu_ShiftChart
source: Shift Chart
de_de: Chart Verschieben

# Tools_ShiftBy
source: Shift by
de_de: Verschieben um

# ChartInfo_PlayPreview
source: Play Preview
de_de: Vorschau Abspielen

# Settings_Editor_QuantizeOnPause
source: Quantize on Pause
de_de: Quantisieren bei Pause

# Editor_SetRenderFalse
source: Set Render False
de_de: Render Deaktivieren

# Editor_SetRenderTrue
source: Set Render True
de_de: Render Aktivieren

# Note_HoldSegmentNoRender
source: Hold Segment [No Render]
de_de: Halte-Segment [No-Render]

# Settings_Editor_HighlightPlacedNote
source: Highlight Placed Note
de_de: Platzierte Note Hervorheben

# Generic_AutosaveFound
source: Autosave found. Timestamp:
de_de: Autosave gefunden. Zeitstempel:

# Generic_AutosavePrompt
source: Would you like to open it?
de_de: Möchten Sie diesen öffnen?

# Menu_FixOffByOneErrors
source: Fix off-by-one Errors
de_de: Off-By-One Fehler korrigieren

# Tools_FixOffByOneTitle
source: Fix off-by-one Errors
de_de: Off-By-One Fehler beheben

# Tools_FixOffByOneDescription
source: This will quantize all notes to common beat divisions to fix errors like a note on [0 1919] instead of [1 0]. Continue?
de_de: Dies quantisiert alle Noten auf gemeinsame Taktteilungen, um Fehler wie eine Note auf [0 1919] statt [1 0] zu korrigieren. Fortfahren?

# Editor_LayerMask
source: Layer: Mask
de_de: Layer: Maske

# ToolTip_HoldRender_Legacy
source: Original rendering method that draws holds segment-by-segment. Bad performance, but technically more mature.
de_de: Original Render-Methode die Hold Noten Segment für Segment gezeichnet hat. Schlechte performance, aber ausgereifter.

# ToolTip_HoldRender_Modern
source: Performs better than the original by batching all segments into one shape, saving dozens, if not hundreds of calls to SkiaSharp. Also fixes the tv-static-looking seams on dense holds.
de_de: Bessere Leistung als Legacy, da alle Segmente in einer Form zusammengefasst werden, wodurch Dutzende, wenn nicht sogar Hunderte SkiaSharp Aufrufe erspart werden. Behebt auch die TV-Static optik von Nähten in dichten Holds.

# Settings_HoldRenderMethod
source: Hold Render Method
de_de: Hold Render Methode

# Menu_ExportSaturnFolder
source: Create Saturn Folder
de_de: Saturn Ordner Erstellen

# SaturnExport_Artist
source: Artist
de_de: Künstler

# SaturnExport_Bpm
source: BPM
de_de: BPM Diff

# SaturnExport_Title
source: Title
de_de: Titel

# SaturnExport_Jacket
source: Jacket
de_de: Cover

# SaturnExport_Music
source: Music
de_de: Musik

# Generic_Export
source: Export
de_de: Exportieren

# SaturnExport_WindowTitle
source: Export Saturn Folder
de_de: Saturn Ordner Exportieren

# SaturnExport_Folder
source: Export Folder
de_de: Export Ordner

# Generic_Generate
source: Generate
de_de: Generieren

# Tools_Interval
source: Interval [Beat Division]
de_de: Intervall [Beat Division]

# Tools_GeneratorType
source: Generator Type
de_de: Generator Typ

# Tools_Jagged_Noise
source: Noise
de_de: Zufällig

# Tools_Jagged_Spikes
source: Spikes
de_de: Zacken

# Tools_Jagged_LeftEdge
source: Left Edge
de_de: Links

# Tools_Jagged_LeftEdgeMax
source: Left Edge [Max]
de_de: Links [Max]

# Tools_Jagged_LeftEdgeMin
source: Left Edge [Min]
de_de: Links [Min]

# Tools_Jagged_RightEdge
source: Right Edge
de_de: Rechts

# Tools_Jagged_RightEdgeMax
source: Right Edge [Max]
de_de: Rechts [Max]

# Tools_Jagged_RightEdgeMin
source: Right Edge [Min]
de_de: Rechts [Min]

# Settings_ShowChainStripes
source: Show Chain Stripes
de_de: Zeige Ketten-Noten Streifen

# ToolTip_NoteTypes
source: Currently selected NoteType.
de_de: Aktuell ausgewählter Noten-Typ.

# ToolTip_BonusType_None
source: Standard Note [no effects]
de_de: Standard Note [keine Effekte]

# ToolTip_BonusType_Bonus
source: Bonus Note [extra clear points, sparkly sound]
de_de: Bonus Note [extra Clear Punkte, glitzernder Ton]

# ToolTip_BonusType_RNote
source: R-Note [worth double, rainbow effect, loud splash sound]
de_de: R-Note [Das Doppelte wert, Regenbogen Effekt, Lauter Splash Ton]

# ToolTip_BPM
source: Inserts a BPM change.
de_de: Fügt einen BPM Wechsel ein.

# ToolTip_ChartInfo
source: Info about a chart, such as the audio, author and level.
de_de: Informationen zu einer Chart, z. B. Audio, Autor und Level.

# ToolTip_EditBoth
source: Edit both Shape and Type at once.
de_de: Form und Typ gleichzeitig bearbeiten.

# ToolTip_EditShape
source: Edit Note Size and Position.
de_de: Noten Größe und Position bearbeiten.

# ToolTip_EditType
source: Edit Note Type and Bonus Type.
de_de: Noten Typ und Bonus Typ bearbeiten.

# ToolTip_HighlightPlacedNote
source: Automatically highlights a Note after placing it.
de_de: Hebt automatisch eine Note hervor wenn sie platziert wird.

# ToolTip_HiSpeed
source: Inserts a HiSpeed change. [aka. Scroll Speed / Soflan]
de_de: Fügt einen HiSpeed Wechsel ein. [Auch bekannt als Scroll Speed / Soflan]

# ToolTip_Insert
source: Inserts a Note at the current timestamp, with the currently selected properties.
de_de: Fügt eine Note mit festgelegten Eigenschaften am aktuellen Zeitstempel ein.

# ToolTip_LayerGimmick
source: Show/Hide Gimmick Markers.
de_de: Zeige/Verstecke Gimmick Marker.

# ToolTip_LayerMask
source: Show/Hide Mask Notes.
de_de: Zeige/Verstecke Masken Noten.

# ToolTip_LayerNote
source: Show/Hide Playable Notes.
de_de: Zeige/Verstecke Spielbare Noten.

# ToolTip_MaskDirection_Center
source: Mask Animation will propagate from the center of the Note outwards.
de_de: Die Maskenanimation breitet sich von der Mitte der Note nach außen aus.

# ToolTip_MaskDirection_CounterClockwise
source: Mask Animation will propagate from one edge of the Note to the other Counterclockwise.
de_de: Die Maskenanimation wird von einer Seite der Note zur anderen gegen den Uhrzeigersinn ausgebreitet.

# ToolTip_MaskDirection_Clockwise
source: Mask Animation will propagate from one edge of the Note to the other Clockwise.
de_de: Die Maskenanimation wird von einer Seite der Note zur anderen im Uhrzeigersinn ausgebreitet.

# ToolTip_Mirror
source: Mirror Notes around the mirror axis. Hover over the number to see the axis.
de_de: Spiegel Noten um die Spiegelachse. Bewege den Mauszeiger über die Zahl, um die Achse zu sehen.

# ToolTip_ModifyGimmicks
source: Gimmick-related functions.
de_de: Gimmick-bezogene Funktionen.

# ToolTip_ModifyNotes
source: Note-related functions, like Edit and Delete.
de_de: Noten-bezogene Funktionen, z.B. Bearbeiten und Löschen.

# ToolTip_Nearest
source: Highlight the nearest Note to the current timestamp.
de_de: Hebe die am Zeitstempel naheste Note hervor.

# ToolTip_Next
source: Highlight the next Note.
de_de: Hebe die nächste Note hervor.

# ToolTip_Previous
source: Highlight the previous Note.
de_de: Hebe die vorherige Note hervor.

# ToolTip_QuantizeOnPause
source: Quantizes the playhead to the current beat division when pausing.
de_de: Quantisiert den Abspielkopf beim Pausieren auf die aktuelle Taktteilung.

# ToolTip_QuickSettings
source: Quick access to some commonly changed settings.
de_de: Schneller Zugriff auf einige häufig geänderte Einstellungen.

# ToolTip_Reverse
source: Inserts a Reverse Effect that scrolls Notes backwards for a set amount of time. [not rendered yet]
de_de: Fügt einen Reverse Effekt ein der Noten rückwärts scrollen lässt. [wird noch nicht gerendert]

# ToolTip_SelectionInfo
source: Info about selection and highlighting.
de_de: Informationen zur Auswahl und Hervorhebung.

# ToolTip_SetRenderFalse
source: Sets the render flag on a Note Collection Segment to false. This means the game will ignore it when generating the visuals for the Note, smoothing out any irregular size/position changes. Judgement still follows the segments!
de_de: Setzt die Render-Flag einer Hold Note auf negativ. Das bedeutet, dass das Spiel die Note ignoriert, wenn Visuals generiert werden. Dadurch werden unregelmäßigkeiten ausgeglichen. Die Bewertung der Note folgt aber weiterhin den Segmenten!

# ToolTip_SetRenderTrue
source: Sets the render flag on a Note Collection Segment to true. See [Set Render False] for more info.
de_de: Setzt die Render-Flag einer Hold Note auf positiv. Siehe [Render Deaktivieren] für mehr Info.

# ToolTip_Stop
source: Inserts a Stop Effect that freezes Note scroll between Start and End.
de_de: Fügt einen Stop Effekt ein, der den Noten-Scroll zwischen Start und Ende einfriert.

# ToolTip_TimeSignature
source: Inserts a Time Signature change.
de_de: Fügt einen Taktart-Wechsel ein.

# ToolTip_PlaybackSpeed
source: Adjust playback speed.
de_de: Ändere Wiedergabegeschwindigkeit.

# ToolTip_Reverse_EffectEnd
source: Notes stop scrolling backwards and scroll forwards again from this point.
de_de: Noten hören auf rückwärts zu scrollen, und scrollen wieder vorwärts.

# ToolTip_Reverse_EffectStart
source: Notes begin scrolling backwards from this point.
de_de: Noten beginnen, rückwärts zu scrollen.

# ToolTip_Reverse_NoteZoneEnd
source: The Notes between this timestamp and [Effect End] are scrolled backwards.
de_de: Die Noten zwischen diesem Zeitstempel und [Effekt Ende] werden rückwärts gescrollt.

# Tools_Jagged_OffsetEven
source: Offset Even Index
de_de: Versetze geraden Index

# Generic_EndOfChartWarning
source: End of Chart Note is missing!
de_de: Chart-Ende Note fehlt!

# Generic_EndOfChartWarningExplanation
source: Place an End of Chart note at least a Measure after the last playable note. Without it, the game would crash.
de_de: Platziere eine Chart-Ende Note mindestens einen Takt nach der letzten spielbaren Note. Ohne Chart-Ende stürzt das Spiel ab.

# Editor_BoxSelect
source: Box Select
de_de: Box-Auswahl

# Editor_SetLoopStart
source: Set Loop Start
de_de: Schleifenstart festlegen

# Editor_SetLoopEnd
source: Set Loop End
de_de: Schleifenende festlegen

# Editor_Loop
source: Loop
de_de: Schleife

# Editor_ExpanderHeader_LoopOptions
source: Loop Options
de_de: Schleifen-Optionen

# Editor_ToggleLoop
source: Toggle Loop
de_de: Schleife umschalten

# Settings_Header_EditNotes
source: Edit Notes
de_de: Noten Bearbeiten

# Settings_Header_NoteTypes
source: Note Types
de_de: Noten-Arten

# Settings_Header_Playback
source: Playback
de_de: Wiedergabe

# Settings_Header_Selection
source: Selection
de_de: Auswahl

# Settings_Hitsound_Metronome
source: Metronome
de_de: Metronom

# Generic_Edit
source: Edit
de_de: Bearbeiten

# Settings_Color_BonusGlow
source: Bonus Glow
de_de: Bonus Licht

# Settings_Color_BonusTriangles
source: Bonus Triangles
de_de: Bonus Dreiecke

# Editor_CheckerDeselect
source: Checker Deselect
de_de: Checker Abwählen

# Editor_ConvertToInstantMask
source: Convert to Instant Mask
de_de: Zu Instant-Mask umwandeln

# ToolTip_ConvertToInstantMask
source: Destructively converts a single Mask Note into smaller Notes that animate instantly.
de_de: Wandelt eine einzelne Mask Note destruktiv in kleinere Noten um, die sofort animieren.

# Menu_CreateSession
source: Create Session
de_de: Sitzung Erstellen

# Menu_JoinSession
source: Join Session
de_de: Sitzung Beitreten

# Online_Username
source: Username
de_de: Benutzername

# Online_UserColor
source: User Color
de_de: Benutzer Farbe

# Online_ServerAddress
source: Server Address
de_de: Server Addresse

# Menu_ExportMercury
source: Export for Mercury
de_de: Exportieren für Mercury

# Menu_Disconnect
source: Disconnect
de_de: Verbindung Trennen

# Online_SessionOpened
source: Session Open. Code:
de_de: Session Offen. Code:

# Online_InvalidSessionCode
source: Invalid session code!
de_de: Ungültiger Session Code!

# Online_SessionClosed
source: Session closed.
de_de: Session geschlossen.

# Generic_NoChartLoaded
source: No Chart Loaded :]
de_de: Keine Chart geöffnet :]

# Online_ConnectionFailed
source: Connection Failed.
de_de: Verbindung Fehlgeschlagen.

# Online_ConnectionFailedDetails
source: Ensure that the specified address is correct and that the server is running.
de_de: Vergewissern Sie sich, dass die angegebene Adresse korrekt ist und dass der Server läuft.

# Settings_ShowOtherUsersDuringPlayback
source: Show other Users during Playback in Multi-Charting
de_de: Zeige andere Nutzer während Playback in Multi-Charting

# Settings_MuteHitsoundsOnPreview
source: Mute Hitsounds on preview
de_de: Hitsounds während Vorschau stummschalten

# ChartInfo_Artist
source: Artist
de_de: Künstler

# ChartInfo_Bga
source: BGA
de_de: Video

# ChartInfo_BgaOffset
source: BGA Offset
de_de: Video Offset

# ChartInfo_Bgm
source: BGM
de_de: Musik

# ChartInfo_BgmOffset
source: BGM Offset
de_de: Musik Offset

# ChartInfo_Clear
source: Clear Threshold
de_de: Clear Schwelle

# ChartInfo_Jacket
source: Jacket
de_de: Titelbild

# ChartInfo_PreviewStart
source: Preview Start
de_de: Vorschau Start

# ChartInfo_PreviewTime
source: Preview Length
de_de: Vorschau Länge

# ChartInfo_Title
source: Title
de_de: Titel

# Editor_InvalidBga
source: Selected video file couldn't be found.
de_de: Die ausgewählte Videodatei konnte nicht gefunden werden.

# Editor_InvalidJacket
source: Selected image file couldn't be found.
de_de: Die ausgewählte Bilddatei konnte nicht gefunden werden.

# Generic_DeleteComment
source: Delete Comment?
de_de: Kommentar Löschen?

# Editor_AddComment
source: Add Comment
de_de: Kommentar Hinzufügen

# Generic_Add
source: Add
de_de: Hinzufügen

# Editor_Comment
source: Comment
de_de: Kommentar

# Editor_CommentHint
source: Hint: You can delete a comment by holding Alt and clicking it!
de_de: Tipp: Sie können einen Kommentar löschen, indem Sie die Alt-Taste gedrückt halten und auf ihn klicken!

# Menu_Proofread
source: Proofread
de_de: Leseprobe

# Judgement_Marvelous
source: Marvelous Judgement
de_de: Marvelous Betwertung

# Judgement_Great
source: Great Judgement
de_de: Great Bewertung

# Judgement_Good
source: Good Judgement
de_de: Good Bewertung

# Settings_ShowJudgementWindowMarvelous
source: Show Marvelous Judgement Window
de_de: Zeige Marvelous Bewertungsbereich

# Settings_ShowJudgementWindowGreat
source: Show Great Judgement Window
de_de: Zeige Great Bewertungsbereich

# Settings_ShowJudgementWindowGood
source: Show Good Judgement Window
de_de: Zeige Good Bewertungsbereich

# QuickSettings_ShowGoodWindow
source: Show Good Window
de_de: Zeige Good Bereich

# QuickSettings_ShowGreatWindow
source: Show Great Window
de_de: Zeige Great Bereich

# QuickSettings_ShowMarvelousWindow
source: Show Marvelous Window
de_de: Zeige Marvelous Bereich

# Settings_CutEarlyJudgementWindowOnHolds
source: Cut Early Window on Holds
de_de: Entferne Early Bereiche auf Halte-Noten

# Settings_CutOverlappingJudgementWindows
source: Cut overlapping Judgement Windows
de_de: Entferne überlappende Wertungsbereiche
