Repository: 12brendan3/MercuryMapper
Catalog: Assets/Lang/Resources.*.resx
Languages: de_de

# QuickSettings_CutEarlyJudgementWindowOnHolds
source: Cut Early on Holds
de_de: Entferne Early auf Halte-Noten

# QuickSettings_CutOverlappingJudgementWindows
source: Cut Overlapping
de_de: Entferne überlappende Bereiche

# Online_TransmittingData
source: Transmitting Data...
de_de: Übertrage Daten...

# Online_OutdatedClient
source: Outdated Client!
de_de: Veralteter Client!

# Online_OutdatedClientDetails
source: Please update MercuryMapper to the latest version. If you're self-hosting, update your server too.
de_de: Bitte aktualisieren Sie MercuryMapper auf die neueste Version. Wenn Sie selbst hosten, aktualisieren Sie auch Ihren Server.

# ToolTip_EndOfChart
source: Marks the end of a Chart. BGM and Chart playback stops, and the CLEAR or FAIL popup is shown.
de_de: Kennzeichnet das Ende einer Chart. Musik- und Chart-Wiedergabe stoppen, und CLEAR oder FAIL wird angezeigt.

# Editor_SelectSimilar
source: Select Similar...
de_de: Wähle Ähnliche aus...

# Editor_SelectSimilar_ByPosition
source: By Position
de_de: Nach Position

# Editor_SelectSimilar_BySize
source: By Size
de_de: Nach Größe

# Editor_SelectSimilar_ByType
source: By Type
de_de: Nach Typ

# SelectView_Threshold
source: Threshold
de_de: Schwelle

# Editor_BonusType
source: Bonus Type
de_de: Bonus-Art

# Generic_Any
source: Any
de_de: Alle

# SelectView_FilterSelection
source: Filter Selection
de_de: Auswahl Filtern

# Editor_NoNoteHighlighted
source: No Note is highlighted!
de_de: Keine Note ist Hervorgehoben!

# Settings_Editor_LimitToMercuryBonusTypes
source: Limit to Mercury Bonus Types
de_de: Bonus-Typen auf Mercury begrenzen

# Editor_MercuryBonusTypeReplacePrompt
source: Would you like to replace all invalid Bonus Notes, or switch to expanded Bonus Types?
de_de: Möchten Sie alle ungültigen Bonus Noten ersetzen oder zu erweiterten Bonus-Arten wechseln?

# Editor_MercuryBonusTypeTitle
source: Invalid Bonus Notes found!
de_de: Ungültige Bonus-Noten gefunden!

# Editor_MercuryBonusType_ReplaceNotes
source: Replace Notes
de_de: Noten Ersetzen

# Editor_MercuryBonusType_SwitchMode
source: Switch to expanded Bonus Types
de_de: Zu erweiterten Bonus-Arten wechseln

# Editor_DeleteSegments
source: Delete No-Render Segments
de_de: No-Render Segmente Löschen

# ToolTip_DeleteSegments
source: Deletes all selected No-Render Segments
de_de: Löscht alle ausgewählten No-Render Haltesegmente

# Warning_StopOrder
source: A Stop End cannot be in front of a Stop Start.
de_de: Ein Stopp-Ende kann nicht vor einem Stopp-Anfang sein.

# Warning_ReverseOrder
source: A Reverse's individual gimmicks cannot be out of order. Each timestamp must be greater than the previous.
de_de: Die individuellen Bestandteile eines Reverse Gimmicks müssen in korrekter Reihenfolge bleiben. Jeder Zeitstempel muss später als der vorherige sein.

# Warning_CouldntInsertGimmick
source: Couldn't Insert Gimmick
de_de: Gimmick konnte nicht Eingefügt werden.

# Editor_JumpBeatDown
source: Jump Beat Back
de_de: Beat Rückwärts Springen

# Editor_JumpBeatUp
source: Jump Beat Forward
de_de: Beat Vorwärts Springen

# Editor_JumpMeasureDown
source: Jump Measure Back
de_de: Takt Rückwärts Springen

# Editor_JumpMeasureUp
source: Jump Measure Forward
de_de: Takt Vorwärts Springen

# ToolTip_LimitToMercuryBonusTypes
source: Allows any Note Type to use any Bonus Type when unchecked. The resulting chart will not be compatible with Mercury!
de_de: Erlaubt jede Bonus-Art für jede Noten-Art wenn deaktiviert. Die resultierende Chart wird nicht mit Mercury kompatibel sein!

# Note_Trace
source: Trace
de_de: Linie

# Note_Damage
source: Damage
de_de: Schaden

# Note_DamageSpark
source: Damage Spark
de_de: Schaden Blitz

# Note_TraceSegment
source: Trace Segment
de_de: Linien-Segment

# Note_TraceStart
source: Trace Start
de_de: Linien-Start

# Note_TraceEnd
source: Trace End
de_de: Linien-Ende

# Editor_LayerTrace
source: Layer: Trace
de_de: Layer: Linie

# ToolTip_LayerTrace
source: Show/Hide Traces.
de_de: Zeige/Verstecke Linien.

# Settings_Color_TraceCenter
source: Trace Center
de_de: Linien-Mitte

# Settings_Color_TraceBlack
source: Trace Black
de_de: Linie Schwarz

# Settings_Color_TraceBlue
source: Trace Blue
de_de: Linie Blau

# Settings_Color_TraceGreen
source: Trace Green
de_de: Linie Grün

# Settings_Color_TraceLime
source: Trace Lime
de_de: Linie Hellgrün

# Settings_Color_TraceOrange
source: Trace Orange
de_de: Linie Orange

# Settings_Color_TracePink
source: Trace Pink
de_de: Linie Pink

# Settings_Color_TraceRed
source: Trace Red
de_de: Linie Rot

# Settings_Color_TraceSky
source: Trace Sky
de_de: Linie Hellblau

# Settings_Color_TraceViolet
source: Trace Violet
de_de: Linie Violett

# Settings_Color_TraceWhite
source: Trace White
de_de: Linie Weiß

# Settings_Color_TraceYellow
source: Trace Yellow
de_de: Linie Gelb

# Note_Trace_NoRender
source: Trace [No Render]
de_de: Linie [No-Render]

# Editor_TraceColor
source: Trace Color
de_de: Linien-Farbe

# Editor_Color_TraceBlack
source: Black
de_de: Schwarz

# Editor_Color_TraceBlue
source: Blue
de_de: Blau

# Editor_Color_TraceGreen
source: Green
de_de: Grün

# Editor_Color_TraceLime
source: Lime
de_de: Hellgrün

# Editor_Color_TraceRed
source: Red
de_de: Rot

# Editor_Color_TraceSky
source: Sky
de_de: Hellblau

# Editor_Color_TraceViolet
source: Violet
de_de: Violett

# Editor_Color_TraceWhite
source: White
de_de: Weiß

# Editor_Color_TraceYellow
source: Yellow
de_de: Gelb

# Editor_PaintTraces
source: Paint Selected Traces
de_de: Ausgewählte Linien Färben

# ToolTip_PaintTraces
source: Applies specified color to all selected Traces.
de_de: Färbt alle ausgewählten Linien mit der angegebenen Farbe.

# Note_DamageOutline
source: Damage Outline
de_de: Schaden Umriss
